/*====================================================================
 * 模块名  :ptlctl
 * 文件名  :ptlctl.c
 * 相关文件:
 * 实现功能:测试工具入口
 * 作者   :YLI
 * 版权   :<Copyright(c) 2003-2007 Suzhou Keda Technology Co.,Ltd.All right reserved.>
 * ----------------------------------------------------------------------
 * 修改记录:
 * 日  期        版本        修改人        走读人        修改记录
 * 2014/12/17    v1.0        YLI			YLI
 * ====================================================================*/
#include "PtlCtl.h"

int _tStartTest(int argc,char *argv[])
{
	//1 环境初始化
	//2 资源初始化
	//3 功能调用
	//4 结果报表生成
	//5 资源归还
	return SUCCESS;
}


